Repository: combolek/gmap-module
Catalog: map/po/*.po
Languages: it

source: Show Item <u>D</u>escriptions
it: Mostra la descrizione

source: Thumbnail bar settings
it: Settaggio della barra delle miniature

source: This section manages the thumbnail bar visibility and basic settings
it: In questa sezione si possono gestire le dimensioni delle anteprime e i parametri della barra delle miniature

source: Thumbnail Bar Position
it: Posizione della barra delle miniature

source: Thumbnail Size
it: Dimensione delle miniature

source: Height for TOP &amp; BOTTOM position, Width for LEFT &amp; RIGHT position
it: Specifica l`altezza per SOPRA e SOTTO e la Larhezza per DESTRA e SINISTRA

source: Photo Map
it: Mapa

source: Filtered on
it: Filtrato

source: Grab coordinates from Map
it: Ricava le coordinate dalla mappa

source: There was a hacking attempt on the filter name, please remove the filter option from the address bar.
it: Problemi sul nome del filtro, rimuove l'opzione del filtro dalla barra degli indirizzi.

source: There are no markers created or a bad marker set is currently selected. Please review settings in the %scontrol panel%s.
it: Non ci sono markers o non sono stati selezionati corettamente, verifica i settaggi in %scontrol panel%s.

source: There are no items with GPS coordinates
it: Non ci sono elementi con coordinate GPS

source: Check the Wiki for more information
it: per maggiori informazioni consulta Wiki

source: There are no items available to be mapped
it: Non ci sono elementi disponibili

source: There were no items found in the selected %s, what would you like to do?
it: Non sono stati trovati elementi nella selezione %s, cosa vuoi fare?

source: %sGo Back%s to the Album and add coordinates to items
it: %sGo Back%s nell'album e aggiungi le coordinate per l'elemento

source: Show me the %sdefault map%s
it: Mostrami %sdefault map%s

source: Loading, please wait...
it: Caricamento, attendere prego...

source: Save these coordinates
it: Salva queste coordinate

source: Tips
it: Consigli

source: Click on the map to choose the point.
it: Clicka e trascina il mouse sulla mappa per scegliere la zona.

source: Each click will create a marker to ease aiming.
it: Fai un click per creare un marker

source: When you are satisfied with the coordinates, click <B>Save</B> above and the center of the map and the zoom level will be copied in the GPS and ZoomLevel fields of the item.
it: Quando sei soddisfatto della visualizzazione, clicka su "salva" il centraggio della mappa e il livello di zoom saranno memorizzati

source: Current Coordinates
it: Coordinate attuali

source: Current Zoomlevel
it: Valore zoom corrente

source: Google Map Administration
it: Amministrazione Google Map

source: This has no help yet.
it: non esiste ancora un aiuto

source: This enables/disables the help on the admin pages.
it: Questo abilita e disabilita gli aiuti sulla pagina dell'amministratore

source: This enables/disables the help on the user pages.
it: Questo abilita e disabilita gli aiuti sulla pagina utente

source: This sets the default zoom for the "Get via a Map" operations.
it: setta il valore di default per lo zoom di "seleziona sulla mappa"

source: No Value
it: Nessun valore

source: <u>G</u>et via a Map
it: <u>T</u>ramite la mappa

source: Get via EXIF headers
it: Ricava dai dati EXIF

source: Write GPS to EXIF header
it: Scrivi le coordinate GPS nei dati EXIF

source: No GPS coordinates to write.
it: Nessuna coordinata GPS da salvare

source: This picture already has GPS coordinates in the header
it: Questa fotografia ha gia coordinate GPS nei dati EXIF

source: <u>E</u>nter Address and
it: Inserisci indirizzo e

source: Get via address
it: Tramite indirizzo

source: Save
it: Salva

source: Legend(s)
it: Legenda

source: Grouping
it: Raggruppamenti

source: When you click on this icon, it automatically zooms in to show the icons that are Regrouped together
it: Ingrandisce automaticamente l/'area per mostrare le icone raggruppate

source: %s Location Map
it: %s posizioni sulla mappa

source: Google Map Filters (Map View only)
it: Filtri Google Map (solo su Map View)

source: Google Map Marker Legend (Map View only)
it: Legenda dei Marker (solo su Map View)

source: Google Map Thumbnail Bar (Map View only)
it: Barra delle miniature (solo su Map View)

source: Map height (pixels)
it: Altezza mappa (pixels)

source: Map width (% or px)
it: Larghezza mappa (% or px)

source: Enable pan and zoom controls
it: Abilita i controllo Pan e Zoom

source: Use parent album coordinates if item has none
it: Se l`elemento non ha coordinate usa quelle dell'album padre

source: Album page: Show album marker
it: Pagina Album: visualizza i marker dell/'album

source: Album page: Show item markers
it: Pagina Album: visualizza gli elementi dell/'album

source: None
it: No

source: Show items in current album level
it: Visualizza gli elementi nel livello dell/'album corrente

source: Show all album subitems
it: Visualizza tutti gli elementi die sotto-album

source: Area to show on the Map
it: Area da visualizzare sulla mappa
