Repository: combolek/gmap-module
Catalog: map/po/*.po
Languages: it

source: Route
it: Traccia

source: No Filters
it: Nessun filtro

source: Define...
it: Definisci

source: Photo
it: Foto

source: Item
it: Elemento

source: No Profiles
it: Nessun profilo

source: Bad coordinates, please verify
it: Coordinate inesatte, verificare

source: Bad LookAt parameters, please verify
it: Parametro LookAt errato, verificare

source: Changes saved successfully
it: Modifiche salvate correttamente

source: GPS coordinates successfully entered and saved
it: Coordinate GPS inserite e salvate con successo

source: Google Map Module
it: Modulo Google Map

source: Show items on a dynamic Google Map
it: Mostra gli oggetti con Google Map dinamico

source: [Google Map] Allow Coordinate Editing
it: [Google Map] Permettere la pubblicazione delle coordinate

source: View in Google Earth
it: Scarica il file per Google Earth (KML)

source: View Album on a Map
it: Visualizza l`album sulla mappa

source: Show a Google Map
it: Mostra Google Map

source: GPS coordinates written to file, old file backed up
it: Le coordinate GPS sono state scritte sul file, i vecchi file sono stati backuppati

source: Populate GPS Data from EXIF Headers
it: Popolare le coordinate GPS dai dati EXIF

source: Inserting GPS coordinates from EXIF header
it: Inserimento delle coordinate GPS provenienti dai dati EXIF

source: Item %d of %d
it: Elemento %d di %d

source: EXIF header information imported successfully
it: Dati EXIF importati correttamente

source: Write GPS Information onto the EXIF header for the pictures
it: Scrivi le informazioni GPS nei dati EXIF delle fotografie

source: Inserting GPS coordinates into EXIF header
it: Inserimento delle coordinate GPS nei dati EXIF

source: EXIF header information writen successfully
it: Dati EXIF scritti corettamente

source: Common Fields
it: Campi comuni

source: Album Fields
it: Campi dell/'Album

source: Photo Fields
it: Campi per fotografie

source: Search Google Map Fields
it: Cerca filtri Google Map

source: General Settings
it: Settaggi generali

source: <u>G</u>eneral Settings
it: Settaggi generali

source: Google Overview Settings
it: Settaggi Google Overview

source: GZoom Settings
it: Settaggi GZoom

source: Theme Settings
it: Configurazione del tema

source: <u>T</u>heme Settings
it: Configurazione del tema

source: Markers Settings
it: Settaggi dei Markers

source: Legend Management
it: Gestione della legenda

source: <u>L</u>egend Management
it: Gestione della <u>L</u>egenda

source: Filter Management
it: Gestione dei filtri

source: <u>F</u>ilter Management
it: Gestione filtri

source: Group Management
it: Gestione gruppi

source: Routes Management
it: Gestione tracce

source: <u>R</u>outes Management
it: Gestione <u>R</u>utas

source: Map Module Settings
it: Settaggi del modulo Map

source: Show Google Map
it: Mostra sulla mappa

source: Settings have been saved!
it: I settaggi sono stati salvati corettamente

source: There was a problem processing your request.
it: Problemi nel processare la richiesta

source: Filter successfully saved
it: Filtri salvati con successo

source: Filter successfully deleted
it: Eliminati filtri

source: Filters Management
it: Gestione dei filtri

source: This section allows you to manage Filters
it: Questa sezione permette che gestire i filtri

source: Filter <u>N</u>ame
it: <u>N</u>ome del filtro

source: Please enter a filter name
it: Inserisci il nome del filtro

source: Base <u>Z</u>oom
it: <u>Z</u>oom iniziale

source: Please enter a zoom value between 0 and 19
it: Inserire un valore di zoom tra 0 e 19

source: Base Center
it: Centratura iniziale

source: Get via a Map
it: Seleziona sulla mappa

source: Save Filter
it: Salva il filtro

source: Cancel
it: Annulla

source: Filter Block Position
it: Posizione blocco dei filtri

source: Hide
it: Nascosto

source: Left
it: Sinistra

source: Right
it: Destra

source: Top
it: Alto

source: Bottom
it: Basso

source: Manual Filter List
it: Gestione dei filtri manuali

source: Delete
it: Cancella

source: Edit
it: Modifica

source: There are no filters defined, click add to create one
it: Non ci sono filtri impostati, seleziona aggiungi per crearne almeno uno

source: Add
it: Aggiungi

source: Create <u>A</u>lbum Filters
it: Crea filtri su album

source: Set Album Filter Depth
it: Setta la profondità dei filtri su album

source: Root Album shows only 1 level
it: L`album principale visualizza solo il primo livello

source: Save Settings
it: Salva la configurazione

source: GZoom Extension
it: funzionalità GZoom

source: This section allows you to manage the GZoom Extension
it: Questa sezione permette che gestire GZoom

source: Ena<u>b</u>le
it: Abilita

source: Window Position
it: Posizione della finestra

source: Top Left Corner
it: Angolo in alto a sinistra

source: Bottom Left Corner
it: Angolo in basso a sinistra

source: Top Right Corner
it: Angolo in alto a destra

source: Bottom Right Corner
it: Angolo in basso a destra

source: Offset (left-right)
it: Posizionamento destra-sinistra

source: Offset (top-bottom)
it: Posizionamento sopra-sotto

source: Google Overview Map
it: Mappa Google Overview

source: This section allows you to manage an Overview Map
it: Questa sezione permette di gestire gli Overview sulla mappa Google Map

source: Window size (<u>w</u> x <u>h</u>)
it: Dimensioni finestra (<u>larghezza</u> x <u>altezza</u>)

source: Verify that the size(s) for the object are correctly entered
it: Verificare se le dimensioni degli oggetti sono state inserite correttamente

source: Group Settings
it: Settaggi Gruppi

source: Settings specific to this Google Map Group
it: Settaggi specifici per questo gruppo

source: Enter Group Title
it: Titolo del gruppo

source: Please enter a group title.
it: Inserisci il titolo del gruppo

source: Group Thumbnail
it: Miniatura per il gruppo

source: Enter a creation date for the group
it: Inserisci la data di creazione del gruppo

source: Default is today's date
it: il default è la data di oggi.

source: Enter a Summary for this group
it: inserisci il sommario per questo gruppo

source: Upload a Thumbnail
it: Scarica la miniatura

source: Upload and Set
it: Scarica e Setta

source: Enter a Group Description
it: Inserisci la dimensione del gruppo

source: GPS coordinates for the marker
it: Coordinate GPS per il marker

source: ZoomLevel for 'Zoom-in' link
it: livello zoom per il link "Zoom-in"

source: Marker Color
it: Colore del marker

source: Items in Group
it: elementi nel gruppo

source: Select the items you want to be part of this group
it: Selezionare gli elementi che faranno parte di questo gruppo

source: There are no items with GPS coordinates. Please add coordinates to at least one item to create a group.
it: Non ci sono elementi con coordinate GPS, inserire le coordinate di almeno un elemento prima di creare un gruppo.

source: Save Group
it: Salva il gruppo

source: This section allows you to manage Groups. A Group is shown as a marker on the main Map. When clicking its thumbnail, it will not open a Photo Page or an Album page but another Map with the items selected to be in that group.
it: Questa sezione permette di gestire i gruppi, i gruppi possono essere visti come marker sulla mappa, quando si seleziona una miniatura non si aprirà la pagina della foto o la pagina dell'album ma un altra mappa con gli elementi selezionati per quel gruppo.

source: Group ID
it: ID Gruppo

source: Group Name
it: Nome Gruppo

source: Group Creation Date
it: Data creazione Gruppo

source: Actions
it: Azioni

source: Delete Group %s
it: Data Gruppo %s

source: Edit Group %s
it: Modifica gruppo %s

source: There are no Groups created, click
it: Non ci sono gruppi creati, Click

source: Add Group
it: Aggiungi Gruppo

source: Google Local
it: Google Locale

source: Zoom In
it: Tele Atlas

source: Click to set zoom level
it: Click per settare il valore di zoom

source: Drag to zoom
it: Drag per zoomare

source: Go left
it: Vai a sinistra

source: Go right
it: Vai a destra

source: Go up
it: Vai su

source: Go down
it: Vai giu

source: Return to the last result
it: Ripristina valore precedente

source: Map (c)2007
it: Mapa (c)2007

source: Map
it: Mappa

source: Hybrid
it: Ibrido

source: New!
it: Nuovo!

source: Terms of Use
it: Condizioni per l`uso

source: Scale at the center of the map
it: Scala al centro della mappa

source: We are sorry, but we don't have maps at this zoom level for this region. Try zooming out for a broader look.
it: In questa zona non esistono immagini per questo livello di zoom. Provare ad allontanarsi (Zoom out)

source: We are sorry, but we don't have imagery at this zoom level for this region. Try zooming out for a broader look.
it: In questa zona non esistono immagini per questo livello di zoom. Provare ad allontanarsi (Zoom out)

source: The Google Maps API key used on this web site was registered for a different web site. You can generate a new key for this web site at http://www.google.com/apis/maps/
it: La chiave API di Google Maps usata in questo sito deve essere registrata e richiesta in un sito esterno, Puoi richiedere la API Key qui: http://www.google.com/apis/maps/.

source: Move history
it: Storia

source: move
it: Sposta

source: start
it: Inizio

source: This section allows you to create and manage a legend
it: Questa sezione permette di creare e gestire la legenda

source: Main Options
it: Opzioni Principali

source: Legend Position
it: Posizione della legenda

source: Photo Legend
it: Legenda fotografie

source: Activate <u>P</u>hoto Legend
it: Attiva la legenda sulla fotografia

source: Initially Expand Legend
it: Legenda inizialmente espansa

source: Not valid when legend is located on the top or bottom
it: Non è valido se la legenda è posizionata un alto o in basso

source: Album Legend
it: Legenda album

source: Activate Album <u>L</u>egend
it: Attiva la legenda sull'album

source: Group Legend
it: Legenda gruppo

source: Activate Group Legend
it: Attiva legenda gruppo

source: Save Legend
it: Salva legenda

source: Markers have been generated succesfully!
it: I Markers sono stati generati correttamente!

source: Save settings before continuing!
it: Prima di continuare salva i settaggi

source: The Marker Set has been deleted, it can be recreated via the Add button
it: L'insieme dei Marker è stato cancellato, può essere ricreato attraverso il tasto di "aggiungi"

source: Cannot create the marker directory, check permissions.
it: Impossibile creare la directory dei Marker, verificare i permessi

source: Unknown error creating the markers!
it: Errore nella creazione dei Markers!

source: Please select a file to upload!
it: Seleziona il file da caricare

source: Please select a PNG file to upload!
it: Seleziona il lile PNG da caricare!

source: File not uploaded, check that PHP supports file upload
it: File non caricato, verifica il supporto PHP

source: File not uploaded, check the rights on the map/images folder and subfolders
it: File non scaricati, verificare i permessi delle cartelle e sottocartelle

source: File successfully uploaded
it: File caricati correttamente

source: This section allows you to manage marker settings
it: Questa sezione permette di controllare i settaggi dei Markers

source: Manage marker sets
it: Gestisci set di Marker

source: Please create some markers
it: Creare alcuni Markers

source: View All Available
it: Visualizza tutto

source: Select default photo marker set and color
it: Seleziona i valori di default per le fotografie

source: You need to create some markers first.
it: Prima di procedere devi creare alcuni Markers

source: Please select a default marker set and save.
it: Seleziona un set di Markers di default e salva

source: Select default album marker set and color
it: Seleziona i valori di default per gli album

source: Select default group marker set and color
it: Seleziona i valori di default per i gruppi

source: Use parent album c<u>o</u>lor for items with no color setting
it: Per gli elementi dove non è specificato il colore usa i colori del album padre

source: Automatic Regroup Settings
it: Settaggi del raggruppamento automatico

source: This section allows you to use the regroup feature
it: Questa sezione permette di gestire i raggruppamenti automatici

source: Automatic <u>a</u>lbum based regroup
it: Raggruppamento automatico basato su album

source: Automatic <u>i</u>tem regroup
it: Raggruppamento automatico di elementi

source: Item regroup distance
it: Distanza per il raggruppamento degli elementi

source: Please specify a positive integer.
it: inserire in numenro positivo

source: Upload a new Icon
it: Nuova icona

source: Icon for regrouped markers
it: Icona per il raggruppamento di Markers

source: Please select an icon.
it: Seleziona un icona

source: View All Available MarkerSets
it: Vedi tutti i MarkerSets disponibili

source: This section shows all available MarkerSets
it: Questa sezione mostra tutti i set di marker disponibili

source: There are no MarkerSets to display, how did you get here?
it: Non ci sono set di Marker da visualizzare.

source: Return
it: Ritorna

source: Markers Creation Tool
it: Strumento per la creazione dei Markers

source: This section permits the creation of new markers in various sizes, colors and aspects
it: Questa sezione permette di creare nuovi Marker con colori, dimensioni e aspetto diversi

source: ImageMagick wasn't detected as installed, you may experience problem generating markers
it: ImageMagick sembra non essere installato

source: Your BaseMarker folder does not exist, please check the module installation.
it: La cartella con i markerbase non esiste, verificare l`installazione del modulo

source: Base Image
it: Immagini Base

source: Please select a base style to use
it: Seleziona lo stile di base da utilizzare

source: Upload a new base icon
it: Scarica nuove icone di base

source: Upload a Base Marker
it: Scarica marker di base

source: New Size
it: Nuova dimensione

source: Unchange<u>d</u>
it: Senza cambiamenti

source: Cus<u>t</u>om
it: Personalizzato

source: Colors
it: Colori

source: <u>A</u>ll Colors
it: Tutti i colori

source: <u>S</u>elected colors
it: colori <u>S</u>elezionati

source: Blue
it: Blu

source: Red
it: Rosso

source: Yellow
it: Giallo

source: Green
it: Verde

source: Orange
it: Arancione

source: Aqua
it: Acqua

source: Purple
it: Viola

source: White
it: Bianco

source: Black
it: Nero

source: Grey
it: Grigio

source: Marker Set <u>N</u>ame
it: Nome del MarkerSet

source: Please enter the name of the set
it: Inserisci il nome del set

source: The name <b>multi</b> is not allowed.
it: Il nome multiplo non è permesso.

source: Generate Markers
it: Genera Markers

source: Template file successfully updated, backup file created
it: Il template file è stato scaricato con successo, è stato creato un BackUp

source: Error opening file, check permissions on the DefaultTheme/template folder
it: Errore operando sul file, controlla i permessi della cartella di default del template

source: Route successfully deleted
it: Traccia cancellata

source: Route successfully edited and saved
it: Traccia modificata e salvata

source: Route Management
it: Gestione tracce

source: Your Theme.tpl file does not contain the right HTML tag, routes will not display in Internet Explorer
it: Il file Theme.tpl non contiene tag HTML validi, le tracce non saranno visualizzate in Internet Explorer

source: Refer to %sthe Map Module Wiki%s (Route in IE) for a workaround
it: fare riferimento a: %sthe Map Module Wiki%s (Route in IE) per risolvere il problema

source: Update it for me
it: Aggiornamelo

source: This section permits creation of routes and management of the path to be displayed on the map
it: Questa sezione permette la creazione e la gestione di percorsi visualizzabili sulla mappa

source: Route ID
it: ID della traccia

source: Route Name
it: Nome della traccia

source: Route Line Color
it: Colore della traccia

source: Route Line Width
it: Spessore della traccia

source: Route Line Opacity
it: Opacita' della traccia

source: Enabled
it: Abilitato

source: Filter
it: Filtro

source: Delete Route
it: Cancelle tracce

source: Edit Route
it: Modifica tracce

source: Add a Route
it: Aggiungi tracce

source: Delete All Routes
it: Cancella tutte le tracce

source: There are no Routes created, click
it: Non ci sono tracce, click

source: Route Settings
it: Settaggi delle tracce

source: Settings specific to this route
it: Settaggio specifico per questa traccia

source: Enter Route <u>N</u>ame
it: Inserire il nome della traccia

source: Please enter a route name.
it: Inserisci un nome per la traccia

source: Input Route Co<u>l</u>or
it: Inserire colore della traccia

source: Select
it: Seleziona

source: Please enter a route color (Format: #RRGGBB) - No color will default to purple
it: Inserire il colore della traccia (Formato: #RRGGBB) - Di default viola

source: Enter Route size in <u>p</u>ixels
it: Inserire lo spessore della traccia in <u>p</u>ixels

source: Enter Route <u>O</u>pacity
it: Inserire valore per l'opacità della traccia

source: Please enter the opacity between 0 and 1 - default is 1
it: Il valore dell'opacità deve essere compreso tra 0 e 1 (Default 1)

source: Route Enabled?
it: Abilita tracce?

source: Yes
it: si

source: Create a Filter for this route?
it: Creare un filtro per questa traccia?

source: Items in Route
it: Elementi nella traccia

source: Please select at least 2 markers.
it: Selezionare almeno due markers

source: Select the items you want added to this route and the order to add them in
it: Seleziona gli elementi che vuoi inserire in questa traccia

source: Thumbnail
it: Miniatura

source: Item Information
it: Informazioni sull'elemento

source: Selected
it: Selezionato

source: Order
it: Altro

source: Title:
it: Titolo:

source: Date:
it: Data:

source: There are no items with GPS coordinates, please add at least two entries to make a route
it: Non ci sono elementi con coordinate GPS, inserire almeno due Marker nella traccia

source: Save Route
it: Salva traccia

source: GPS coordinates have been populated from EXIF on %d photos
it: Le coordinate GPS sono state tutte caricate attraverso i dati EXIF di %d fotografie

source: Action successful but no GPS coordinates found.
it: Azione conclusa con successo ma non sono state trovate coordinate GPS.

source: Profile successfully deleted.
it: Profilo eliminato con successo

source: Profile successfully saved.
it: Profilo salvato con successo

source: Map Settings
it: Settaggio Map

source: Select Map settings for the Google API
it: Seleziona i settaggi per Google API

source: Google Map Key Profiles
it: Profili per le Key di Google Map

source: Add Profile
it: Aggiungi Profilo

source: Edit Profile
it: Modifica Profilo

source: Delete Profile
it: Cancella Profilo

source: Map <u>W</u>idth
it: Larghezza Mappa

source: Map width must be an integer.
it: La largezza della mappa deve essere un numero intero

source: Map <u>H</u>eight
it: Altezza Mappa

source: Map height must be an integer.
it: L'altezza della mappa deve essere un numero intero

source: Map type
it: Tipo di mappa

source: <u>M</u>ap
it: Mappa

source: S<u>a</u>tellite
it: Saltellite

source: H<u>y</u>brid
it: Ibrida

source: Show Scale
it: Visualizza scala

source: C<u>e</u>nter On
it: Centratura

source: Format: latitude,longitude
it: Formato: Latitudine,Longitudine

source: Please make sure you have formatted the coordinates correctly
it: Verificare di avere il formato delle coordinate corretto

source: <u>Z</u>oom Level
it: Livello <u>Z</u>oom

source: Please specify an integer between 0 to 19
it: Inserire un numenro intero compreso tra 0 e 19

source: Aut<u>o</u> Center and Zoom
it: Zoom e Centro Mappa automatici

source: This will ignore the two settings above.
it: Vengono ignorate le due voci precedenti

source: Show the <u>V</u>iew in Google Earth link
it: Abilita il salvataggio in formato Google Earth

source: Google Map Link Behavior
it: Comportamento del link di Google Map

source: Disable the Link
it: Disabilita il link

source: Show the Default Map
it: Mostra la mappa di default

source: Dynamic Link
it: Link dinamico

source: Show Map filtered on current album
it: Mostra la mappa filtrata per l`album corrente

source: Help on the Admin Pages
it: Mostra icione di aiuto nella pagina di amministrazione

source: Help on the User's Pages
it: Mostra icione di aiuto nella pagina utente

source: Get via a Map Default Settings
it: Settaggi per la funzione "seleziona sulla mappa"

source: This section will let you select the default settings for the 'Get via a Map' option
it: Inquesta sezione si possono definire i valori di default per lo strumento "seleziona sulla mappa"

source: Default Map Center
it: Centro della mappa di default

source: Default Map Zoom
it: Zoom mappa di default

source: Please specify an integer between 0 and 17
it: Inserisci un valore numerico tra 0 e 17

source: Choose feature(s) to enable
it: Scegliere le funzionalità da abilitare

source: This section will let you enable or disable the feature depending on what you need
it: in questa sezione si possono abilitare alcune funzionalità accessorie

source: Enable the Google Overview Feature
it: Abilita Google Overview

source: Enable the GZoom Feature
it: Abilita la funzione GZoom

source: Enable the Theme Feature
it: Abilita i temi

source: Enable the MarkerSets Feature
it: Abilita i set di Marker

source: Enable the Legend Feature
it: Abilita le legende

source: Enable the Filter Feature
it: Abilita i filtri

source: Enable the Group Feature
it: Abilita i gruppi

source: Enable the Route Feature
it: Abilita le tracce

source: Edit a Google Map Key
it: Modifica la key di Google Map

source: Add a Google Map Key
it: Aggiungi i dati per Google Map Key

source: This section will add a key to be used with certain settings of the webserver. If you are unsure of the values, leave the defaults.
it: In questa sezione puoi inserire tutti necessari a google Map API come webserver porta etc.

source: Name for the Profile
it: Nome del profilo

source: Enter a profile name
it: Inserisci il nome del profilo

source: Server Name (e.g. www.myserver.com)
it: nome del server (per esempio. www.myserver.com)

source: Enter a Server name or IP address
it: nome del server o indirizzo IP

source: Port Number (e.g. 80, 443, ...)
it: Porta (esempio 80, 443, ..)

source: Default is 80
it: Il default è 80

source: Enter a Google Map Key
it: Inserisci il Google Map Key

source: Click %shere%s to get the key for
it: Click su %shere%s per recuperare il Google Map Key

source: Control Settings
it: Settaggio colori

source: This section allows you to manage Map Control settings
it: Questa sezione permette di controllare i settaggi di Map

source: Map Control Size / Type
it: Scegliere il tipo di menu per i controlli sulla mappa

source: Control the position below.
it: Controllare la posizione qui sotto.

source: Control position
it: Posizione

source: Please make sure you have formatted the offset(s) correctly.
it: Verificare di aver formattato l'offset correttamente

source: Show Map Ty<u>p</u>e
it: Abilita menu "Tipo Mappa" sulla mappa

source: InfoWindow Settings
it: Settaggi infoWindow

source: This section allows you to manage InfoWindow settings
it: Questa sezione permette di gestire i vari settaggi delle InfoWindows

source: Map InfoWindow Template
it: Scegliere il tipo di InfoWindow

source: Default Zoom <u>I</u>n Level
it: Livello di Zoom di Default

source: The default zoom level when a 'zoom in' link is clicked. Specify an integer from 0 to 17.
it: definisce il livello di zoom quando si seleziona 'zoom in', Specificare un valore intero da 0 a 17.

source: Please specify an integer between 0 to 17
it: Inserisci un valore numerico tra 0 e 17

source: Show "Zoom in" Li<u>n</u>ks
it: Mostra il pulsante "Zoom in"

source: Show Item S<u>u</u>mmaries
it: Mostra il sommario
